
 @extends('layouts.app_create')
 @section('content')

<div class="card-body">         
<h2>運用ルール</h2>
<p>・「見積作成（コア用）」のみ利用</p>
<p>・一定期間は見積君とスプシ見積両方で作成して料金を比較。ダブルチェックも同様。提示する時の形式は見積君作成によるものとする。<br>
<span style="color:red;"> ※価格の誤りや内容に違和感があれば教えてください。</span></p>
<p>・「システム設置・設定・運用」項目の為替調整については、必要に応じて書き換える必要有（現状は初期見積形式のみ対応）</p>
<p>・アプリ版のみの場合は、為替調整費用の記入が必要。</p>
<br>

<h2>利用方法</h2>
<p>・「ウェブ」「アプリ」「日本語」「英語」を運用に応じてチェック</p>
<p>・利用する機能項目にチェック（機能項目にチェックが無い場合でも、言語のチェックは有りの状態でOK。）</p>
<p>・作成された見積ページを「ctrl + A」でオールコピーし、エクセルの項目に「貼り付け先の書式に合わせる」で貼り付け。</p>
</div>

@endsection