Terminal close -- exit!
trib 5.7.42, for Linux (x86_64)
--
-- Host: localhost    Database: laravel
-- ------------------------------------------------------
-- Server version	5.7.42-0ubuntu0.18.04.1

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `categories`
--

DROP TABLE IF EXISTS `categories`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `categories` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `category` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `sort` int(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=10 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `categories`
--

LOCK TABLES `categories` WRITE;
/*!40000 ALTER TABLE `categories` DISABLE KEYS */;
INSERT INTO `categories` VALUES (1,'システム基本設定',1,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(2,'ウェブ',2,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(3,'アプリ',3,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(4,'オプション',4,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(5,'カスタマイズ',5,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(6,'その他',6,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(7,'データ更新',7,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(8,'コンテナOSメンテ',8,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(9,NULL,9,'2023-07-28 02:45:51','2023-07-28 02:45:51');
/*!40000 ALTER TABLE `categories` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `check_items`
--

DROP TABLE IF EXISTS `check_items`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `check_items` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `checkitem` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `machine` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `first_estimate` tinyint(1) DEFAULT NULL,
  `order` int(11) NOT NULL DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=57 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `check_items`
--

LOCK TABLES `check_items` WRITE;
/*!40000 ALTER TABLE `check_items` DISABLE KEYS */;
INSERT INTO `check_items` VALUES (1,'運用','common',1,1,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(2,'MyAbstracts','both',1,3,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(3,'MyAbstracts 外字マップメンテナンス','common',NULL,4,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(4,'MyAbstracts 外字作成','common',NULL,5,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(5,'MyAbstracts 個別調整','common',NULL,7,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(6,'MyAbstracts 全日程セッションの文言変更（見出し・ツメ）','common',NULL,6,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(7,'展示','both',1,25,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(8,'展示マップ　※100社程度想定','app',1,26,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(9,'展示「はい/いいえ」画面設置','common',1,27,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(10,'セッションアンケート・資料ダウンロード','common',1,22,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(11,'大会アンケート','common',1,23,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(12,'大会資料アップロード（インフォメーションボード）','common',1,24,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(13,'テキストダウンロード（セッションPDF/演題PDF）認証画面あり','common',1,20,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(14,'テキストダウンロード（セッションPDF/演題PDF）認証画面なし、PDFの設置、ボタン文言変更対応のみ','common',1,21,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(15,'デジタルポスター','both',1,8,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(16,'LIVE/オンデマンド','both',1,9,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(17,'有料セミナー','both',1,10,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(18,'認証付き外部リンク','both',1,12,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(19,'参加証明書','common',1,33,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(20,'質問投稿と管理機能','common',1,19,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(21,'各種ご案内','web',1,44,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(22,'広告　アプリ表紙フッター','app',NULL,37,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(23,'広告　アプリ起動時','app',NULL,38,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(24,'広告　ウェブ版左トップ　※タイルレイアウトの時のみ','web',NULL,39,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(25,'広告　ウェブ版左メニュー/モバイル版フッター','web',1,40,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(26,'広告　MyAb前付・後付への広告ページ差込','common',NULL,41,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(27,'大会フィルタ','common',1,14,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(28,'大会別抄録前PW制限','app',NULL,15,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(29,'分野フィルタ','common',1,16,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(30,'関連情報フィルタ','common',1,17,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(31,'日程表アイコンカスタマイズ','common',1,47,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(32,'表紙カスタマイズ','both',1,2,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(33,'文言変更','common',1,46,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(34,'日程表コマ名指定（5件以上）','app',NULL,43,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(35,'日程表タブ(icon・文言)変更（アプリ版）','app',NULL,48,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(36,'アプリ版トップからの参加登録サイト呼び出し','app',NULL,49,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(37,'会期5日間以上の日程表タブ調整（ウェブ版）','web',NULL,50,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(38,'視聴履歴','common',1,11,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(39,'共催セミナー','common',1,51,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(40,'スポンサー','common',1,34,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(41,'スポンサー一覧（HTML）　※100社程度想定','common',NULL,35,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(42,'プログラム一覧（タブ分けコマ表示）','common',1,52,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(43,'紙面開催（日時会場無し）','common',NULL,53,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(44,'各種ご案内、開催概要作成なし','app',1,45,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(45,'フロアマップ作成なし','app',1,42,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(46,'時間外のWeb開催ID有効化作業','common',NULL,54,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(47,'データ更新','both',1,55,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(48,'コンテナOSメンテ','app',1,56,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(49,'ランチョン','app',1,13,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(50,'ハイライト','both',1,28,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(51,'ハイライトトップページ','both',1,29,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(52,'ハイライトアイコン表示（共催セミナーページ）','common',1,30,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(53,'ハイライトリンク追加','common',1,31,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(54,'ハイライト表示方式追加','common',1,32,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(55,'サムネイル表示内容選択','common',1,36,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(56,'リンク指定','common',1,18,'2023-07-28 02:45:51','2023-07-28 02:45:51');
/*!40000 ALTER TABLE `check_items` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `estimates`
--

DROP TABLE IF EXISTS `estimates`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `estimates` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `category_id` int(11) NOT NULL,
  `item` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `content` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `quantity` double(8,2) DEFAULT NULL,
  `unit` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `unit_prise` int(11) DEFAULT NULL,
  `prise` int(11) DEFAULT NULL,
  `machine` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `lang` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `checkitem_id` int(11) NOT NULL,
  `order` int(11) NOT NULL DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=150 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `estimates`
--

LOCK TABLES `estimates` WRITE;
/*!40000 ALTER TABLE `estimates` DISABLE KEYS */;
INSERT INTO `estimates` VALUES (1,1,NULL,'演題データ作成、細部チェック、流し込み、データベース作成',1.00,'式',100000,100000,'web|app','ja|&eng',1,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(2,1,NULL,'演題データ作成、細部チェック、流し込み、データベース作成　※日英版',1.50,'式',100000,150000,'web|app','ja&eng',1,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(3,2,'日程表自動生成機能設定・設置','発表形式絞込調整等を含みます。',1.00,'式',30000,30000,'web_include','ja|eng',1,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(4,2,'システム設置・設定・運用','2ヶ月間',2.00,'ヶ月',40000,80000,'web_include','ja|eng',1,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(5,2,NULL,'●月●日時点：基本価格の●％（平均1ドル●～●円）',2.00,'ヶ月',0,0,'web_include','ja|eng',1,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(6,2,NULL,'※ご請求時為替レートが大きく変動している場合、別途御見積とさせていただきます。',NULL,NULL,NULL,NULL,'web_include','ja|eng',1,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(7,2,'学会ごとCSS等変更・調整設定','ヘッダ画像、バナー画像設置を含みます。',1.00,'式',20000,20000,'web_include','ja|eng',1,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(8,2,'英語版対応','英語版システム設置・設定',1.00,'式',30000,30000,'web_include','ja&eng',1,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(9,2,NULL,'演題データ作成、細部チェック、流し込み、データベース作成',1.00,'式',50000,50000,'web_include','ja&eng',1,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(10,2,'スマホ（レスポンシブ）版対応','スマホ版設置・調整、動作確認',0.50,'人日',35000,17500,'web_include','ja|&eng',1,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(11,2,'スマホ（レスポンシブ）版対応','スマホ版設置・調整、動作確認　※日英版',1.00,'人日',35000,35000,'web_include','ja&eng',1,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(12,2,NULL,'※メニューへの各種ご案内、会場マップの設置は含みません。',NULL,NULL,NULL,NULL,'web_include','ja|eng',1,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(13,3,'同期用システム','同期用システム＆DB設置・設定、演題データ流し込み、同期チェック',1.00,'式',77000,77000,'app_only','ja|eng',1,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(14,3,NULL,'※Web版運用なしの場合、デバイス同期用システム設置として本料金が発生します。',NULL,NULL,NULL,NULL,'app_only','ja|eng',1,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(15,3,NULL,'※システム運用保守・サーバー費用を含みます（2ヶ月間程度）',NULL,NULL,NULL,NULL,'app_only','ja|eng',1,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(16,3,'iOS版（ユニバーサル対応）','コンテナアプリ内への各学会コンテンツ生成（各種素材・コンテンツ作成含む）',7.50,'人日',35000,262500,'app_include','ja|eng',1,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(17,3,'Android版','コンテナアプリ内への各学会コンテンツ生成（各種素材・コンテンツ作成含む）',5.00,'人日',35000,175000,'app_include','ja|eng',1,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(18,3,'英語版対応','日英言語切替対応　基本機能の部分調整、表示調整、デバイス確認',6.00,'人日',35000,210000,'app_include','ja&eng',1,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(19,4,'MyAbstracts','PDF生成エンジン設置　MyAbstracts等PDF生成機能設置等（Texメタファイル作成等）',1.00,'式',50000,50000,'web_include','ja|eng',2,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(20,4,NULL,'生成ボタン等表示設定　MyAbstracts生成ボタン、文字表示調整、ブラウザ印刷機能表示',1.00,'式',20000,20000,'web_include','ja|eng',2,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(21,4,NULL,'各種チェック',1.00,'式',120000,120000,'web_include','ja|eng',2,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(22,4,NULL,'表紙・本文ヘッダ設定、抄録全件出力（文字化け）チェック',NULL,NULL,NULL,NULL,'web_include','ja|eng',2,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(23,4,NULL,'画像出力チェック、MyAbライブラリDB設置、生成チェック',NULL,NULL,NULL,NULL,'web_include','ja|eng',2,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(24,4,NULL,'日程表PDF、演者スケジュール（人名順/日時順）表示チェック',NULL,NULL,NULL,NULL,'web_include','ja|eng',2,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(25,4,'MyAbstracts（英語版）','PDF生成エンジン設置（※日本語版への設置が前提です）',1.00,'式',80000,80000,'web_include','ja&eng',2,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(26,4,NULL,'生成ボタン等表示設定　MyAbstracts生成ボタン、文字表示調整、ブラウザ印刷機能表示',NULL,NULL,NULL,NULL,'web_include','ja&eng',2,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(27,4,NULL,'各種チェック',NULL,NULL,NULL,NULL,'web_include','ja&eng',2,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(28,4,NULL,'表紙・本文ヘッダ設定、抄録全件出力（文字化け）チェック',NULL,NULL,NULL,NULL,'web|app','ja&eng',2,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(29,4,NULL,'画像出力チェック、MyAbライブラリDB設置、生成チェック',NULL,NULL,NULL,NULL,'web_include','ja&eng',2,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(30,4,NULL,'日程表PDF、演者スケジュール（人名順/日時順）表示チェック',NULL,NULL,NULL,NULL,'web_include','ja&eng',2,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(31,4,'アプリ版へのMyAbstracts設置','ランニング対応（連携～生成チェック）※Web版への設置が前提',1.00,'式',17500,17500,'web&app','ja|&eng',2,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(32,4,'アプリ版へのMyAbstracts設置','ランニング対応（連携～生成チェック）※Web版への設置が前提 ※日英版',1.00,'式',35000,35000,'web&app','ja&eng',2,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(33,4,'アプリ版へのMyAbstracts設置 ※ウェブ版運用なし','PDF生成エンジン設置　サーバ設置、PDF生成エンジン設置、サーバ利用料（2か月間）',1.00,'式',50000,50000,'app_only','ja|eng',2,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(34,4,NULL,'各種チェック　PDF表紙・本文ヘッダ設定、抄録全件出力（文字化け）チェック',1.00,'式',100000,100000,'app_only','ja|eng',2,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(35,4,NULL,'各種チェック（英語版）　PDF表紙・本文ヘッダ設定、抄録全件出力（文字化け）チェック',1.00,'式',80000,80000,'app_only','ja&eng',2,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(36,4,'管理画面設置・設定','管理画面設置・設定、プッシュ通知機能、ベーシック認証設置',1.00,'式',43500,43500,'web|app','ja|&eng',1,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(37,4,'管理画面設置・設定','管理画面設置・設定、プッシュ通知機能、ベーシック認証設置　※日英版',1.50,'式',43500,65250,'web|app','ja&eng',1,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(38,4,'演題データ編集システム','MICEnaviイベントアプリごとに、データ更新編集機能を設置',1.00,'人日',35000,35000,'web|app','ja|eng',1,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(39,4,'展示（ウェブ版）','出展者リストのDB作成、画像表示・ブックマーク連携チェック',2.50,'人日',35000,87500,'web_include','ja|&eng',7,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(40,4,'展示（ウェブ版）','出展者リストのDB作成、画像表示・ブックマーク連携チェック ※日英版',5.00,'人日',35000,175000,'web_include','ja&eng',7,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(41,4,'展示（アプリ版）','企業展示情報の個別編集システム設置',1.50,'人日',35000,52500,'app_include','ja|&eng',7,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(42,4,'展示（アプリ版）','企業展示情報の個別編集システム設置 ※日英版',3.00,'人日',35000,105000,'app_include','ja&eng',7,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(43,4,NULL,'ピンドロップ用マップ作成作業、マッピング作業（100社以内程度）',2.00,'人日',35000,70000,'app_only','ja|&eng',8,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(44,4,NULL,'ピンドロップ用マップ作成作業、マッピング作業（100社以内程度） ※日英版',3.00,'人日',35000,105000,'app_only','ja&eng',8,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(45,4,NULL,'「はい/いいえ」画面設置',0.50,'人日',35000,17500,'web|app','ja|&eng',9,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(46,4,NULL,'「はい/いいえ」画面設置 ※日英版',1.00,'人日',35000,35000,'web|app','ja&eng',9,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(47,4,'セッションアンケート・資料ダウンロード','セッション画面へのアンケート・資料ダウンロード機能設置',2.50,'人日',35000,87500,'web|app','ja|&eng',10,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(48,4,'セッションアンケート・資料ダウンロード','セッション画面へのアンケート・資料ダウンロード機能設置　※日英版',4.00,'人日',35000,140000,'web|app','ja&eng',10,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(49,4,NULL,'管理画面設置（各種初期設定、初期アカウント作成、動作確認）',NULL,NULL,NULL,NULL,'web|app','ja|eng',10,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(50,4,'大会アンケート','管理画面への大会アンケート機能設置',0.50,'人日',35000,17500,'web|app','ja|&eng',11,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(51,4,'大会アンケート','管理画面への大会アンケート機能設置　※日英版',1.00,'人日',35000,35000,'web|app','ja&eng',11,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(52,4,'大会資料アップロード（インフォメーションボード）','管理画面への資料アップロードの機能設置',0.50,'人日',35000,17500,'web|app','ja|&eng',12,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(53,4,'大会資料アップロード（インフォメーションボード）','管理画面への資料アップロードの機能設置　※日英版',1.00,'人日',35000,35000,'web|app','ja&eng',12,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(54,4,'テキストダウンロード（セッションPDF/演題PDF）','認証画面設置、PDFの設置、ボタン文言変更対応含む',1.00,'人日',35000,35000,'web|app','ja|&eng',13,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(55,4,'テキストダウンロード（セッションPDF/演題PDF）','認証画面設置、PDFの設置、ボタン文言変更対応含む　※日英版',2.00,'人日',35000,70000,'web|app','ja&eng',13,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(56,4,'テキストダウンロード（セッションPDF/演題PDF）','PDFの設置、ボタン文言変更対応含む',0.20,'人日',35000,7000,'web|app','ja|&eng',14,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(57,4,'テキストダウンロード（セッションPDF/演題PDF）','PDFの設置、ボタン文言変更対応含む　※日英版',0.40,'人日',35000,14000,'web|app','ja&eng',14,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(58,4,'デジタルポスター','ウェブ版＋アプリ版',3.00,'人日',35000,105000,'web&app','ja|&eng',15,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(59,4,'デジタルポスター','ウェブ版＋アプリ版　※日英版',6.00,'人日',35000,210000,'web&app','ja&eng',15,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(60,4,'デジタルポスター','ウェブ版',1.50,'人日',35000,52500,'web_only','ja|&eng',15,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(61,4,'デジタルポスター','ウェブ版　※日英版',3.00,'人日',35000,105000,'web_only','ja&eng',15,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(62,4,'デジタルポスター','アプリ版',1.50,'人日',35000,52500,'app_only','ja|&eng',15,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(63,4,'デジタルポスター','アプリ版　※日英版',3.00,'人日',35000,105000,'app_only','ja&eng',15,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(64,4,'LIVE/オンデマンド','ウェブ版＋アプリ版',2.50,'人日',35000,87500,'web&app','ja|&eng',16,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(65,4,'LIVE/オンデマンド','ウェブ版＋アプリ版　※日英版',5.00,'人日',35000,175000,'web&app','ja&eng',16,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(66,4,'LIVE/オンデマンド','ウェブ版',1.50,'人日',35000,52500,'web_only','ja|&eng',16,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(67,4,'LIVE/オンデマンド','ウェブ版　※日英版',3.00,'人日',35000,105000,'web_only','ja&eng',16,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(68,4,'LIVE/オンデマンド','アプリ版',1.50,'人日',35000,52500,'app_only','ja|&eng',16,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(69,4,'LIVE/オンデマンド','アプリ版　※日英版',3.00,'人日',35000,105000,'app_only','ja&eng',16,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(70,4,'有料セミナー（中間DB連携対応）','ウェブ版＋アプリ版',2.00,'人日',35000,70000,'web&app','ja|&eng',17,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(71,4,'有料セミナー（中間DB連携対応）','ウェブ版＋アプリ版　※日英版',4.00,'人日',35000,140000,'web&app','ja&eng',17,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(72,4,'有料セミナー（中間DB連携対応）','ウェブ版',1.00,'人日',35000,35000,'web_only','ja|&eng',17,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(73,4,'有料セミナー（中間DB連携対応）','ウェブ版　※日英版',2.00,'人日',35000,70000,'web_only','ja&eng',17,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(74,4,'有料セミナー（中間DB連携対応）','アプリ版',1.00,'人日',35000,35000,'app_only','ja|&eng',17,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(75,4,'有料セミナー（中間DB連携対応）','アプリ版　※日英版',2.00,'人日',35000,70000,'app_only','ja&eng',17,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(76,4,'認証付き外部リンク','ウェブ版＋アプリ版',3.00,'人日',35000,105000,'web&app','ja|&eng',18,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(77,4,'認証付き外部リンク','ウェブ版＋アプリ版　※日英版',6.00,'人日',35000,210000,'web&app','ja&eng',18,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(78,4,'認証付き外部リンク','ウェブ版',1.50,'人日',35000,52500,'web_only','ja|&eng',18,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(79,4,'認証付き外部リンク','ウェブ版　※日英版',3.00,'人日',35000,105000,'web_only','ja&eng',18,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(80,4,'認証付き外部リンク','アプリ版',1.50,'人日',35000,52500,'app_only','ja|&eng',18,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(81,4,'認証付き外部リンク','アプリ版　※日英版',3.00,'人日',35000,105000,'app_only','ja&eng',18,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(82,4,'参加証明書','ID一覧の取り込み、証明書内の表記調整',1.50,'人日',35000,52500,'web|app','ja|&eng',19,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(83,4,'参加証明書','ID一覧の取り込み、証明書内の表記調整　※日英版',2.50,'人日',35000,87500,'web|app','ja&eng',19,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(84,4,NULL,'※入力フォーム項目や証明書の大幅レイアウト変更は別途御見積となります。',NULL,NULL,NULL,NULL,'web|app','ja|eng',19,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(85,4,'質問投稿と管理機能','管理画面設置（各種初期設定、初期アカウント作成、動作確認）',2.50,'人日',35000,87500,'web|app','ja|&eng',20,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(86,4,'質問投稿と管理機能','管理画面設置（各種初期設定、初期アカウント作成、動作確認）　※日英版',3.00,'人日',35000,105000,'web|app','ja&eng',20,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(87,4,'各種ご案内','機能設置',1.00,'式',5000,5000,'web_only','ja|eng',21,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(88,4,'広告','ウェブ版左トップ　※タイルレイアウトの時のみ',NULL,NULL,NULL,NULL,'web_include','ja|eng',24,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(89,4,'広告','ウェブ版バナー設置（PC左メニュー、モバイル版フッターの必要箇所に設置）',1.00,'式',5000,5000,'web_include','ja|&eng',25,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(90,4,'広告','ウェブ版バナー設置（PC左メニュー、モバイル版フッターの必要箇所に設置）　※日英版',2.00,'式',5000,10000,'web_include','ja&eng',25,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(91,4,'広告','MyAb前付・後付への広告ページ差込（PDFデータにてご提供ください）※3頁未満前提',1.00,'人日',35000,35000,'web|app','ja|&eng',26,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(92,4,'広告','MyAb前付・後付への広告ページ差込（PDFデータにてご提供ください）※3頁未満前提　※日英版',1.50,'人日',35000,52500,'web|app','ja&eng',26,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(93,4,'大会フィルタ','日程表/プログラム画面上での学会フィルタ設置',1.00,'式',17500,17500,'web|app','ja|&eng',27,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(94,4,'大会フィルタ','日程表/プログラム画面上での学会フィルタ設置　※日英版',1.00,'式',30000,30000,'web|app','ja&eng',27,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(95,4,NULL,'複合学会 抄録前PW制限（各学会PW設定、動作検証、入力画面文字設定）',1.00,'人日',35000,35000,'web|app','ja|&eng',28,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(96,4,NULL,'複合学会 抄録前PW制限（各学会PW設定、動作検証、入力画面文字設定）　※日英版',1.00,'人日',52500,52500,'web|app','ja&eng',28,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(97,4,'分野フィルタ','機能設置調整、画面調整',1.00,'式',17500,17500,'web|app','ja|&eng',29,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(98,4,'分野フィルタ','機能設置調整、画面調整　※日英版',1.00,'式',30000,30000,'web|app','ja&eng',29,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(99,4,'関連情報フィルタ','機能設置調整、画面調整',1.00,'式',17500,17500,'web|app','ja|&eng',30,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(100,4,'関連情報フィルタ','機能設置調整、画面調整　※日英版',1.00,'式',30000,30000,'web|app','ja&eng',30,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(101,5,'日程表アイコンカスタマイズ','日程表アイコン　●種カスタマイズ',1.00,'式',15000,15000,'web|app','ja|&eng',31,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(102,5,'日程表アイコンカスタマイズ','日程表アイコン　●種カスタマイズ　※日英版',2.00,'式',15000,30000,'web|app','ja&eng',31,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(103,5,'アプリ版表紙カスタマイズ','タイル張りタイプ（通常スマホ、iPhoneX、iPad縦、IPad横サイズ）',1.00,'式',80000,80000,'app_include','ja|&eng',32,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(104,5,'アプリ版表紙カスタマイズ','タイル張りタイプ（通常スマホ、iPhoneX、iPad縦、iPad横サイズ）　※日英版',1.00,'式',160000,160000,'app_include','ja&eng',32,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(105,5,'ウェブ版トップカスタマイズ','タイル張りタイプ（PC＋モバイル）',1.00,'式',98000,98000,'web_include','ja|&eng',32,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(106,5,'ウェブ版トップカスタマイズ','タイル張りタイプ（PC＋モバイル）　※日英版',1.00,'式',160000,160000,'web_include','ja&eng',32,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(107,5,'文言変更','（★詳細記入）',1.00,'式',15000,15000,'web|app','ja|eng',33,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(108,5,'日程表コマ名指定（5件以上）',NULL,1.00,'式',15000,15000,'web|app','ja|&eng',34,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(109,5,'日程表コマ名指定（5件以上）','※日英版',2.00,'式',15000,30000,'web|app','ja&eng',34,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(110,5,'日程表タブ(icon・文言)変更（アプリ版）','アイコン画像差し替え、文言設定',1.00,'式',15000,15000,'app_include','ja|&eng',35,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(111,5,'日程表タブ(icon・文言)変更（アプリ版）','アイコン画像差し替え、文言設定　※日英版',2.00,'式',15000,30000,'app_include','ja&eng',35,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(112,5,'アプリ版トップからの参加登録サイト呼び出し','Webビューでの参加登録画面表示前提',2.00,'人日',35000,70000,'app_include','ja|eng',36,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(113,5,'会期5日間以上の日程表タブ調整（ウェブ版）',NULL,0.30,'人日',35000,10500,'web_include','ja|eng',37,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(114,5,'MyAbstracts 外字マップメンテナンス',NULL,NULL,'式',3000,NULL,'web|app','ja|eng',3,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(115,5,'MyAbstracts 外字作成','（★詳細記入）',1.00,'文字',5000,5000,'web|app','ja|eng',4,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(116,5,'MyAbstracts 個別調整',NULL,NULL,'式',3500,NULL,'web|app','ja|eng',5,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(117,5,'MyAbstracts 全日程セッションの文言変更（見出し・ツメ）',NULL,0.30,'人日',35000,10500,'web|app','ja|&eng',6,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(118,5,'MyAbstracts 全日程セッションの文言変更（見出し・ツメ）','※日英版',0.50,'人日',35000,17500,'web|app','ja&eng',6,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(119,5,'視聴履歴メニュー設置',NULL,0.50,'人日',35000,17500,'web|app','ja|&eng',38,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(120,5,'視聴履歴メニュー設置','※日英版',1.00,'人日',35000,35000,'web|app','ja&eng',38,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(121,5,'共催セミナー一覧','ウェブ版＋アプリ版',8.00,'人日',35000,280000,'web|app','ja|eng',39,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(122,5,'スポンサー',NULL,1.50,'人日',35000,52500,'web|app','ja|&eng',40,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(123,5,'スポンサー','※日英版',3.00,'人日',35000,105000,'web|app','ja&eng',40,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(124,5,'スポンサー一覧（HTML）','ウェブ版＋アプリ版　※100社程度想定　※アプリ版はWebView表示',3.00,'人日',35000,105000,'web|app','ja|&eng',41,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(125,5,'スポンサー一覧（HTML）','ウェブ版＋アプリ版　※100社程度想定　※アプリ版はWebView表示　※日英版',6.00,'人日',35000,210000,'web|app','ja&eng',41,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(126,5,'プログラム一覧（タブ分けコマ表示）','ウェブ版＋アプリ版',2.00,'人日',35000,70000,'web|app','ja|eng',42,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(127,5,'紙面開催（日時会場無し）',NULL,0.80,'人日',35000,28000,'web|app','ja|eng',43,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(128,5,'各種ご案内、開催概要作成なし',NULL,NULL,NULL,NULL,-20000,'web|app','ja|eng',44,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(129,5,'フロアマップ作成なし',NULL,NULL,NULL,NULL,-35000,'web|app','ja|eng',45,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(130,6,'Web開催IDの有効化（★記入★＊月＊日早朝＊：00対応）',NULL,1.00,'式',18000,18000,'web|app','ja|eng',46,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(131,7,'★記入★＊月＊日','★★入★演題情報更新（＊件）　※アプリ版含む',1.00,'回',15000,15000,'app_include','ja|eng',47,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(132,7,'★記入★＊月＊日','★★入★演題情報更新（＊件）　※ウェブ版のみ',1.00,'回',3000,3000,'web_only','ja|eng',47,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(133,8,'アプリ側作業（2人日×2デバイス）','前回大会以降にMICEnaviへ追加した新機能の横展開',4.00,'人日',35000,140000,'app_include','ja|eng',48,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(134,8,NULL,'新OS新デバイス対応の横展開',NULL,NULL,NULL,NULL,'app_include','ja|eng',48,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(135,8,'コンテナ側管理画面の作業','前回大会以降にコンテナ側管理画面へ追加した新機能の横展開',2.00,'人日',35000,70000,'app_include','ja|eng',48,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(136,8,'バージョンアップ',NULL,1.00,'式',25000,25000,'app_include','ja|eng',48,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(137,9,'※アプリランチョン連携対応は、ランチョンセミナー整理券発券機の御見積に含まれます。',NULL,NULL,NULL,NULL,NULL,'app_include','ja|eng',49,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(138,4,'ハイライト機能設置','ウェブ版',1.00,'人日',35000,35000,'web_only','ja|eng',50,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(139,4,'ハイライト機能設置','アプリ版',0.25,'人日',35000,8750,'app_only','ja|eng',50,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(140,4,'ハイライト機能設置','ウェブ版＋アプリ版',1.25,'人日',35000,43750,'web&app','ja|eng',50,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(141,4,'ハイライト機能設置（トップページ）','ウェブ版',0.50,'人日',35000,17500,'web_only','ja|eng',51,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(142,4,'ハイライト機能設置（トップページ）','アプリ版',0.25,'人日',35000,8750,'app_only','ja|eng',51,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(143,4,'ハイライト機能設置（トップページ）','ウェブ版＋アプリ版',0.75,'人日',35000,26250,'web&app','ja|eng',51,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(144,4,'ハイライトアイコン表示','共催セミナーページ',0.30,'人日',35000,10500,'web|app','ja|eng',52,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(145,4,'ハイライトリンク追加件数',NULL,NULL,'人日',35000,NULL,'web|app','ja|eng',53,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(146,4,'ハイライト表示方式追加','「学会」「分野」を追加',0.20,'人日',35000,7000,'web|app','ja|eng',54,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(147,4,'サムネイル表示内容選択機能','タイトル、再生ボタン、開催ステータス、ライブ開催日時表示',0.20,'人日',35000,7000,'web|app','ja|eng',55,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(148,4,NULL,'※1か月500万サムネイル生成を想定しています。これより多くなる場合は工数追加のご相談をさせて頂きます。',NULL,NULL,NULL,NULL,'web|app','ja|eng',55,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(149,5,'左メニューカスタマイズ',NULL,NULL,'人日',35000,NULL,'web|app','ja|eng',56,0,'2023-07-28 02:45:51','2023-07-28 02:45:51');
/*!40000 ALTER TABLE `estimates` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `failed_jobs`
--

DROP TABLE IF EXISTS `failed_jobs`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `failed_jobs` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `uuid` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `connection` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `queue` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `payload` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `exception` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `failed_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`),
  UNIQUE KEY `failed_jobs_uuid_unique` (`uuid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `failed_jobs`
--

LOCK TABLES `failed_jobs` WRITE;
/*!40000 ALTER TABLE `failed_jobs` DISABLE KEYS */;
/*!40000 ALTER TABLE `failed_jobs` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `items`
--

DROP TABLE IF EXISTS `items`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `items` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `item_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `item_number` int(11) NOT NULL,
  `item_amount` int(11) NOT NULL,
  `published` datetime NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `items`
--

LOCK TABLES `items` WRITE;
/*!40000 ALTER TABLE `items` DISABLE KEYS */;
/*!40000 ALTER TABLE `items` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `migrations`
--

DROP TABLE IF EXISTS `migrations`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `migrations` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `migration` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=9 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `migrations`
--

LOCK TABLES `migrations` WRITE;
/*!40000 ALTER TABLE `migrations` DISABLE KEYS */;
INSERT INTO `migrations` VALUES (1,'2014_10_12_000000_create_users_table',1),(2,'2014_10_12_100000_create_password_resets_table',1),(3,'2019_08_19_000000_create_failed_jobs_table',1),(4,'2019_12_14_000001_create_personal_access_tokens_table',1),(5,'2022_07_14_052014_create_items_table',1),(6,'2022_07_15_073528_create_categories_table',1),(7,'2022_07_15_084724_create_estimates_table',1),(8,'2022_07_22_063535_create_check_items_table',1);
/*!40000 ALTER TABLE `migrations` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `password_resets`
--

DROP TABLE IF EXISTS `password_resets`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `password_resets` (
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  KEY `password_resets_email_index` (`email`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `password_resets`
--

LOCK TABLES `password_resets` WRITE;
/*!40000 ALTER TABLE `password_resets` DISABLE KEYS */;
/*!40000 ALTER TABLE `password_resets` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `personal_access_tokens`
--

DROP TABLE IF EXISTS `personal_access_tokens`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `personal_access_tokens` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `tokenable_type` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `tokenable_id` bigint(20) unsigned NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(64) COLLATE utf8mb4_unicode_ci NOT NULL,
  `abilities` text COLLATE utf8mb4_unicode_ci,
  `last_used_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `personal_access_tokens_token_unique` (`token`),
  KEY `personal_access_tokens_tokenable_type_tokenable_id_index` (`tokenable_type`,`tokenable_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `personal_access_tokens`
--

LOCK TABLES `personal_access_tokens` WRITE;
/*!40000 ALTER TABLE `personal_access_tokens` DISABLE KEYS */;
/*!40000 ALTER TABLE `personal_access_tokens` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `users`
--

DROP TABLE IF EXISTS `users`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `users` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `login_id` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `password` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `remember_token` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `role` int(11) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `users_login_id_unique` (`login_id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `users`
--

LOCK TABLES `users` WRITE;
/*!40000 ALTER TABLE `users` DISABLE KEYS */;
INSERT INTO `users` VALUES (1,'コア','core','$2y$10$G42KtZ3AzSGWFAPEGyG68.hOii2bXJv02r2hP0lDMq6HllDYL9BFe',NULL,0,'2023-07-28 02:45:51','2023-07-28 02:45:51'),(2,'マイスワン','miceone','$2y$10$j0s4j6n/4VckrlBEuJ.p2OY88PexDiDdxtX4rMYs58HW6KLG8vAs.',NULL,1,'2023-07-28 02:45:51','2023-07-28 02:45:51');
/*!40000 ALTER TABLE `users` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2023-07-31  2:54:51
