
 @extends('layouts.app_create')
 @section('content')

<div class="card-body">         
<h2>調整中事項2</h2>
<p>・アプリ版のみの場合は、為替調整費用の記入が必要。</p>
<br>

<h2>利用方法</h2>
<p>【見積作成手順】「見積作成」で作成</p>
<p>1. 「ウェブ」「アプリ」「日本語」「英語」を運用に応じてチェック</p>
<p>2. 利用する機能項目にチェック（機能項目にチェックが無い場合でも、言語のチェックは有りの状態でOK。）</p>
<p>2'. 機能項目によっては、期間や件数などの数値を指定</p>
<p>3. 作成された見積ページを「ctrl + A」でオールコピーし、エクセルの項目に「貼り付け先の書式に合わせる」で貼り付け。</p><br>
<p>【項目の追加手順】</p>
<p>1. 「チェック項目一覧」で新規登録</p>
<p>2. 「見積項目一覧」で新規登録</p>
<p>※「チェック項目」欄には1で登録した項目を選択すること</p>


</div>

@endsection